Repository: wolfthemes/wolf-videos
Catalog: languages/wolf-videos-*.po
Languages: it_it

source: says : <em>Almost done! you need to create a template for your video gallery.</em> <a href="%s">Create a template</a>
it_it: dice: <em>Ci siamo quasi! Devi creare un template per le tue gallerie video.</em><a href="%s">Crea un template</a>

source: Your video gallery template has been succesfully created. To create a video gallery page, add a new empty page using the "videos" template.
it_it: Il template per la video gallery &egrave; stato creato con successo. Per creare una pagina con la video gallery, aggiungi una nuova pagina vuota utilizzando il template "video".

source: Error creating the %1$s template. Copy the file %2$s into your %3$s theme folder to fix this.
it_it: Errore nella creazione del template %1$s. Per correggere l'errore copia il file %2$s nella cartella del tema %3$s.

source: Videos
it_it: Video

source: Add New
it_it: Aggiungi Nuovo

source: Add New Video
it_it: Aggiundi Nuovo Video

source: All Videos
it_it: Tutti i Video

source: Edit Video
it_it: Modifica Video

source: New Video
it_it: Nuovo Video

source: View Video
it_it: Vedi Video

source: Search Videos
it_it: Cerca Video

source: No videos found
it_it: Nessun video trovato

source: No videos found in Trash
it_it: Nessun video trovato nel Cestino

source: Video Categories
it_it: Categorie Video

source: Video Category
it_it: Categoria Video

source: Search Video Categories
it_it: Cerca Categorie Video

source: Popular Video Categories
it_it: Categorie Video pi&ugrave; utilizzate

source: All Video Categories
it_it: Tutte le Categorie Video

source: Parent Video Category
it_it: Categori Video Genitore

source: Parent Video Category:
it_it: Categoria Video Genitore:

source: Edit Video Category
it_it: Modifica Categoria Video

source: Update Video Category
it_it: Aggiorna Categoria Video

source: Add New Video Category
it_it: Aggiungi Categoria Video

source: New Video Category
it_it: Nuova Categoria Video

source: Separate tags with commas
it_it: Separa i tag con le virgole

source: Add or remove tags
it_it: Aggiungi o rimuovi tag

source: Choose from the most used tags
it_it: Scegli tra i tag pi&ugrave; utilizzati

source: Videos Shortcode
it_it: Shortcode Video

source: To display your last videos in your post or page you can use the following shortcode.
it_it: Per visualizzare i tuoi ultimi video nei post o nelle pagine puoi usare il seguente shortcode.

source: Additionally, you can add a count and/or a category attribute.
it_it: Inoltre, puoi aggiungere un attributo count e/o un attributo category.

source: Watch %s
it_it: Vedi %s

source: No video yet
it_it: Nessun video trovato

source: Error retrieving video information from the URL <a href="%1$s">%1$s</a>.<br /> <a href="%2$s">Libcurl error</a> %3$s: <code>%4$s</code>. If opening that URL in your web browser returns anything else than an error page, the problem may be related to your web server and might be something your host administrator can solve.
it_it: Errore nel recupero delle informazioni video dall'URL <a href="%1$s">%1$s</a>.<br /> <a href="%2$s">Libcurl error</a> %3$s: <code>%4$s</code>. Se aprendo l'URL nel tuo browser non restituisce una pagina d'errore, il problema potrebbe riguardare il tuo web server e potrebbe essere risolto dal tuo amministratore di sistema.

source: Delete
it_it: Elimina

source: Remove featured image
it_it: Elimina immagine copertina

source: Set featured image
it_it: Imposta immagine copertina

source: No video URL in the post.
it_it: Nessun URL video nel post.

source: A video has been attached to this post. Click on "Generate" to create a thumbnail from this video
it_it: Un video &egrave; stato aggiunto a questo post. Clicca su "Genera" per creare un'immagine di anteprima di questo video

source: You will be able to generate a video thumbnail and use it as featured image for this post when it is published.
it_it: Potrai creare un'immagine d'anteprima di questo video e utilizzarla come immagine di copertina di questo post quando lo pubblicherai.

source: Generate
it_it: Genera

source: All
it_it: Tutti
